<html>

<head>
    <meta charset="utf-8">
</head>

<body>
    <div class="report-control">
    <button class="btn-pdf" onclick="reportToPDF()">Скачать</button>
    <button class="btn-print" onclick="window.print()">Распечатать</button>
    </div>
    
    <div class="content">
        <div>
            <h4>Годовой отчет 2020</h4>
        </div>
        <h4 class="header" style="width:30%;float:right;margin:auto 0;"><b>Приложение 2-1</b></h4><br /><br />
        <p class="header" style="width:30%;float:right;">к Положению о порядке представления отчетности (информации) и раскрытии информации субъектами финансового рынка</p><br /><br /><br /><br /><br />
        <h4><b>Данные, включаемые в краткий годовой и ежеквартальный отчет для публикации в средствах массовой информации</b></h4>
        <h4><b>1. Данные об эмитенте</b></h4>
        <div>
            <div><label>Полное и сокращенное наименование эмитента : ОАО "Техсервис"</label></div>
            <div><label>Организационно-правовая форма : Открытое акционерное общество</label></div>
            <div><label>Юридический и почтовый адрес эмитента, номер телефона и факс : 722042, Московский р-он, с.Ак-Cуу, ул.Шолохова, 12</label></div>
            <div><label>Основной вид деятельности эмитента : Услуги сельхозпроизводителям</label></div>
        </div>
        <h4><b>2. Количество владельцев ценных бумаг и работников эмитента.</b></h4>
        <div>
            <div><label>Количество владельцев : 188</label></div>
            <div><label>Количество работников : 31</label></div>
        </div>
        <h4><b>3. Список юридических лиц, в которых данный эмитент владеет 5 процентами и более уставного капитала</b></h4>
        <table>
            <tr>
                <td>#</td>
                <td>Наименование юридического лица</td>
                <td>Организационно-правовая форма</td>
                <td>Местонахождение, почтовый адрес, телефон, факс, адрес электронной почты и код ОКПО</td>
                <td>Доля участия в уставном капитале</td>
            </tr>
            <tr>
                <td>1</td>
                <td>нет</td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
        </table>
        <h4><b>4. Информация о существенных фактах (далее - факт), затрагивающих деятельность эмитента ценных бумаг в отчетном периоде</b></h4>
        <table>
            <tr>
                <td>#</td>
                <td>Наименование факта</td>
                <td>Дата появления факта</td>
                <td>Влиянии факта на деятельность</td>
                <td>Дата и форма раскрытия</td>
            </tr>
            <tr>
                <td>1</td>
                <td>нет</td>
                <td></td>
                <td></td>
                <td></td>
            </tr>
        </table>
        <h4><b>5. Финансовая отчетность эмитента за отчетный период</b></h4>
        <h6>1) Сведения, включаемые в бухгалтерский баланс</h6>
        <table>
            <tr>
                <td>Код строк</td>
                <td style="border-left:hidden;" </td>
                <td>Начало отчетного периода, </td>
                <td>На конец отчетного периода, </td>
            </tr>
            <tr>
                <td></td>
                <td>Активы </td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>010</td>
                <td>1. Оборотные активы </td>
                <td>793526</td>
                <td>894362</td>
            </tr>
            <tr>
                <td>020</td>
                <td>2. Внеоборотные активы</td>
                <td>728643</td>
                <td>710512</td>
            </tr>
            <tr>
                <td>030</td>
                <td>3. Долгосрочная дебиторская задолженность</td>
                <td>19426</td>
                <td>7634</td>
            </tr>
            <tr>
                <td>040</td>
                <td>4. Краткосрочная дебиторская задолженность</td>
                <td>336133</td>
                <td>371203</td>
            </tr>
            <tr>
                <td>050</td>
                <td>Итого активы (010+020+030+040)</td>
                <td>1877728</td>
                <td>1983711</td>
            </tr>
            <tr>
                <td></td>
                <td>Обязательства и капитал </td>
                <td> </td>
                <td></td>
            </tr>
            <tr>
                <td>060</td>
                <td>1. Краткосрочные обязательства </td>
                <td>986560</td>
                <td>909181</td>
            </tr>
            <tr>
                <td>070</td>
                <td>2. Долгосрочные обязательства </td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>080</td>
                <td>Итого обязательства (060+070)</td>
                <td>986560</td>
                <td>909181</td>
            </tr>
            <tr>
                <td>090</td>
                <td>Собственный капитал</td>
                <td>891168</td>
                <td>1074530</td>
            </tr>
            <tr>
                <td></td>
                <td>1. Уставный капитал</td>
                <td>1087680</td>
                <td>1087680</td>
            </tr>
            <tr>
                <td></td>
                <td>2. Дополнительный оплаченный капитал</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td></td>
                <td>3. Нераспределенная прибыль</td>
                <td>-202955</td>
                <td>-56641</td>
            </tr>
            <tr>
                <td></td>
                <td>4. Резервный капитал</td>
                <td>43491</td>
                <td>43491</td>
            </tr>
            <tr>
                <td>100</td>
                <td>Итого обязательства и собственный капитал (060+070+090)</td>
                <td>1877728</td>
                <td>1983711</td>
            </tr>
        </table>
        <h6>2) Сведения, включаемые в отчет о прибылях и убытках</h6>
        <table>
            <tr>
                <td>Код строк</td>
                <td style="border-left:hidden;" </td>
                <td>Начало отчетного периода, </td>
                <td>На конец отчетного периода, </td>
            </tr>
            <tr>
                <td>010</td>
                <td>Валовая прибыль</td>
                <td>-736617</td>
                <td>-40352</td>
            </tr>
            <tr>
                <td>020</td>
                <td>Доходы и расходы от прочей операционной деятельности (доходы - расходы)</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>030</td>
                <td>Операционные расходы</td>
                <td>1093733</td>
                <td>931670</td>
            </tr>
            <tr>
                <td>040</td>
                <td>Прибыль/убыток от операционной деятельности (010+020-030)</td>
                <td>-1830350</td>
                <td>-972022</td>
            </tr>
            <tr>
                <td>050</td>
                <td>Доходы и расходы от неоперационной деятельности</td>
                <td>1627395</td>
                <td>1175758</td>
            </tr>
            <tr>
                <td>060</td>
                <td>Прибыль (убыток) до вычета налогов (040+050)</td>
                <td>-202955</td>
                <td>203736</td>
            </tr>
            <tr>
                <td>070</td>
                <td>Расходы по налогу на прибыль</td>
                <td></td>
                <td>20374</td>
            </tr>
            <tr>
                <td>080</td>
                <td>Прибыль (убыток) от обычной деятельности (060-070)</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>090</td>
                <td>Чрезвычайные статьи за минусом налога на прибыль</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>100</td>
                <td>Чистая прибыль (убыток) отчетного периода (080+090)</td>
                <td>-202955</td>
                <td>183362</td>
            </tr>
        </table>
        <h6>3) Сведения, включаемые в отчет об изменениях в капитале</h6>
        <table>
            <tr>
                <td>Код строк</td>
                <td style="border-left:hidden;" </td>
                <td>Начало отчетного периода, </td>
                <td>На конец отчетного периода, </td>
            </tr>
            <tr>
                <td>010</td>
                <td><label>31.12.2019 года 31.12.2019 года</label></td>
                <td>891168</td>
                <td></td>
            </tr>
            <tr>
                <td>020</td>
                <td>Изменения в учетной политике и исправление существенных ошибок</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>030</td>
                <td>Пересчитанное сальдо</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>040</td>
                <td>Чистая прибыль или убытки, не признанные в отчете о прибылях и убытках</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>050</td>
                <td>Чистая прибыль (убытки) за отчетный период</td>
                <td></td>
                <td>183362</td>
            </tr>
            <tr>
                <td>060</td>
                <td>Дивиденды</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>070</td>
                <td>Эмиссия акций</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>080</td>
                <td>Ограничение прибыли к распределению</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>090</td>
                <td>Изменение уставного капитала</td>
                <td></td>
                <td></td>
            </tr>
            <tr>
                <td>100</td>
                <td><label>31.12.2020 года 31.12.2020 года</label></td>
                <td></td>
                <td>1074530</td>
            </tr>
        </table>
        <h4><b>6. Сведения о направлении средств, привлеченных эмитентом в результате размещения эмиссионных ценных бумаг и ипотечных ценных бумаг, которые включают в себя: общий объем привлеченных средств, сведения о привлеченных средствах, использованных по каждому из направлений, и о направлениях использования привлеченных средств.</b></h4>
        <div><label>нет</label></div>
        <h4><b>7. Заемные средства, полученные эмитентом и его дочерними обществами в отчетном периоде. Данный пункт отражает заемные средства, полученные эмитентом в отчетном периоде, и заемные средства, полученные дочерними обществами в отчетном периоде.</b></h4>
        <div><label>нет</label></div>
        <h4><b>8. Сведения о долгосрочных и краткосрочных финансовых вложениях эмитента за отчетный период.</b></h4>
        <div><label>нет</label></div>
        <h4><b>9. Доходы по ценным бумагам эмитента. Эта информация представляется при начислении доходов по ценным бумагам эмитента в отчетном периоде или в квартале, предшествующем отчетному кварталу, и включает: вид ценной бумаги, размер доходов, начисленных на одну ценную бумагу,и общую сумму доходов, начисленных по ценным бумагам данного вида.</b></h4>
        <div><label>нет</label></div>
        <h4><b>10. Информация об условиях и характере сделки, совершенной лицами, заинтересованными в совершении обществом сделки, включает: дату совершения сделки, информацию о влиянии сделки на деятельность эмитента (финансовый результат, дополнительные инвестиции и т.д.), информацию об условиях и характере заключенной сделки (предмет, условия, цена сделки и т.д.), степень имеющейся заинтересованности (лица, заинтересованного в сделке), дату опубликования информации о сделке в средствах массовой информации (прилагается копия опубликованного сообщения), а также дату направления уведомления с информацией о сделке в уполномоченный орган по регулированию рынка ценных бумаг.</b></h4>
        <div><label>нет</label></div>
        <h4><b>11. Аудиторское заключение</b></h4>
        <div><label>Мнение независимого аудитора ОсОО"Аудиторско - консалтингового Центра "Владимир-Аудит ,ЛТД".
                Мы провели аудит финансовой отчетности ОАО "Техсервис" (далее "Общество") и прилагаемой финансовой отчетности, состоящей из балансового отчета на 31 декабря 2020 года, отчета о прибылях и убытках, отчета о движении денежных средств, отчета об изменениях в собственном капитале и прочих примечаний к данной финансовой отчетности за год, закончившийся на указанную дату. По нашему мнению, финансовая отчетность представляет объективно во всех существенных аспектах финансовое положение Общества на 31 декабря 2020 года, а также результаты его хозяйственной деятельности, движения денежных средств и собственного капитала за год,закончившийся на указанную дату, в соответствии с Международными стандартами финансовой отчетности ("МСФО")</label></div>
        <h4><b>Директор: Джантаев Т.Д.</b></h4>
        <h4><b>Главный бухгалтер: Величко Н.В.</b></h4>
    </div>
</body>

</html>
<style lang="scss" scoped>
    table,
    td,
    th {
        border: 0.5px solid lightgrey;
        border-spacing: 0px;
        border-collapse: collapse;
    }

    td {
        text-align: left;
        padding: 5px;
    }

    table {
        width: 100%;
        page-break-after: avoid;
    }

    body {
        zoom: 95%;
        background: #F5F7F7;
    }

    .content {
        padding: 15px;
        max-width: 700px;
        margin: 0 auto;
        background: #fff;
    }

    .header {
        width: 20%;
        float: right;
        margin: auto 0;
    }

    .report-control {
        width: 100%;
        max-width:700px;
        padding: 7 14px;
        margin: 0 auto;
        display: flex;
        justify-content: end;
        background: #fff;
    }
    .report-control button {
        border-radius: 10px;
        padding: 7px 14px;
        color:#fff;
        margin: 0 5px;
        cursor: pointer;
        border: none;
    }
    .report-control button:hover {
        opacity: .8;
    }
    .btn-pdf {
        background: #78C3CC;
    }
    .btn-print {
        background: #E5BC18;
    }
    @media print {
        body {
            background: #fff;
        }
        .report-control {
            display: none;
        }
        .content,.report-control {
            padding: 1mm 1mm 1mm 1mm;
            max-width: 100%;
        }

        .header {
            width: 30%;
            float: right;
            margin: auto 0;
        }

    }
</style>
<script src="https://cdnjs.cloudflare.com/ajax/libs/html2pdf.js/0.10.1/html2pdf.bundle.min.js" integrity="sha512-GsLlZN/3F2ErC5ifS5QtgpiJtWd43JWSuIgh7mbzZ8zBps+dvLusV+eNQATqgA/HdeKFVgA5v3S/cIrLF7QnIg==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
<script>
    function reportToPDF() {
        html2pdf().set({
            margin: 1,
            filename: "kse-report.pdf",
            image: {
                type: "jpeg",
                quality: 0.8
            },
            enableLinks: true,
            jsPDF: {
                format: "A4",
                orientation: "landscape"
            },
        }).from(document.querySelector(".content")).save()
    }
</script>